Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_1_RIGHT
source: When you begin you will put your device on your right shoulder for a measurement. Please turn the sound on your device on so you can hear instructions.
ar: عند البدء ستضع جهازك على كتفك الأيمن لإجراء قياس. الرجاء تشغيل الصوت على جهازك حتى تتمكن من سماع التعليمات.
ca: Quan comencis, et posaràs el dispositiu a sobre de l’espatlla dreta per prendre una mesura. Activa el so del dispositiu per poder sentir les instruccions.
cs: V dalším kroku budete vyzváni, abyste svoje zařízení přiložili k pravému rameni kvůli měření. Zapněte na zařízení zvuk, abyste slyšeli pokyny.
da: Når du starter, anbringer du din enhed på din højre skulder for at tage et mål. Slå lyden til på din enhed, så du kan høre instruktioner.
de: Wenn es losgeht, legst du dein Gerät zur Messung auf deine rechte Schulter. Bitte schalte bei deinem Gerät den Ton an, damit du die Anweisungen hören kannst.
el: Όταν ξεκινήσετε, θα τοποθετήσετε τη συσκευή στον δεξιό σας ώμο για τη μέτρηση. Αυξήστε την ένταση ήχου στη συσκευή για να ακούσετε τις οδηγίες.
es: Siéntate en el borde de una silla. Cuando estés preparado, colócate el dispositivo en el hombro derecho para empezar a medir. Activa el sonido del dispositivo para oír las instrucciones.
fi: Aloitettaessa laite asetetaan mittausta varten oikealle olkapäälle. Laita laitteesi ääni päälle, jotta kuulet ohjeet.
fr: Commencez par placer votre appareil sur l’épaule droite pour prendre une mesure. Veillez à activer le son pour entendre les instructions.
fr_ca: Vous débuterez l’activité en plaçant votre appareil sur l’épaule droite pour effectuer une mesure. Activez le son de votre appareil pour écouter les instructions.
he: בתחילת הפעילות, תצטרך/י להניח את המכשיר על כתף ימין כדי לבצע מדידות. ודא/י שהצליל במכשיר מופעל כדי שתוכל/י לשמוע את ההנחיות.
hi: आरंभ करने पर आपको माप के लिए अपने दाएँ कंधे पर अपना उपकरण रखना होगा। कृपया अपने उपकरण पर ध्वनि चालू करें जिससे आप निर्देश सुन सकें।
hr: Kad započnete, trebat ćete staviti uređaj na desno rame radi mjerenja. Molimo, uključite zvuk na uređaju kako biste čuli upute.
hu: Első lépésként tegye az eszközét a jobb vállára egy mérés elvégzéséhez. Kapcsolja be a hangot az eszközén, hogy hallja az utasításokat.
id: Saat Anda memulai, taruh perangkat di bahu kanan Anda untuk pengukuran. Nyalakan bunyi perangkat sehingga Anda dapat mendengar instruksi.
it: All’inizio posizionerai il dispositivo sulla spalla destra per una misurazione. Attiva i suoni del dispositivo per poter sentire le istruzioni.
ja: 始めるときは、測定のためにデバイスを右肩の上に置きます。指示が聞こえるように、デバイスのサウンドをオンにしてください。
ko: 실험을 시작하면 측정을 위해 기기를 오른쪽 어깨에 놓아두게 됩니다. 지침을 들을 수 있도록 기기 사운드를 켜두십시오.
ms: Apabila anda bermula anda akan meletakkan peranti anda di atas bahu kanan anda untuk ukuran. Sila aktifkan bunyi pada peranti anda supaya anda boleh dengar arahan.
nl: Wanneer je begint, plaats je je apparaat op je rechterschouder voor een meting. Schakel het geluid van je apparaat in zodat je instructies kunt horen.
pl: Na początek umieścisz urządzenie na prawym ramieniu w celu pomiaru. Włącz dźwięk w urządzeniu, aby słyszeć instrukcje.
pt: Ao começar, você colocará o dispositivo no seu ombro direito para uma medição. Ative o som do dispositivo para poder ouvir as instruções.
pt_pt: Ao iniciar, coloque o dispositivo sobre o seu ombro direito para uma medição. Ative o som do dispositivo para poder ouvir as instruções.
ro: Când începeți, puneți-vă dispozitivul pe umărul drept pentru măsurătoare. Activați sunetul pe dispozitivul dvs. pentru a auzi instrucțiunile.
ru: Сперва положите устройство на правое надплечье, ближе к плечу: это необходимо для оценивания. Включите звук на устройстве для прослушивания инструкций.
sk: Na zariadení zapnite zvuk, aby ste počuli pokyny. Po spustení aktivity si na účely merania pridržte zariadenie na pravom ramene.
sv: Du börjar med att lägga enheten på din högra axel så att den kan mätas. Slå på ljudet på enheten så att du kan höra anvisningarna.
sw: Utakapoanza utaweka kifaa chako kwenye bega lako la kulia kwa kupima. Tafadhali washa sauti kwenye kifaa chako ili uweze kusikia maelekezo.
th: เมื่อคุณเริ่มต้น คุณจะต้องวางอุปกรณ์ของคุณบนไหล่ข้างขวาของคุณเพื่อการวัด โปรดเปิดเสียงบนอุปกรณ์ของคุณเพื่อให้คุณสามารถฟังขั้นตอนได้
tr: Başladığınızda, aygıtınızı ölçüm için sağ omzunuza koyacaksınız. Yönergeleri duyabilmeniz için lütfen aygıtınızın sesini açın.
uk: Почніть, поклавши свій пристрій на праве плече для вимірювання. Будь ласка, увімкніть звук на своєму пристрою, щоб чути вказівки.
vi: Khi bạn bắt đầu, bạn sẽ đặt thiết bị trên vai phải để lấy số đo. Vui lòng bật âm thanh của thiết bị để bạn có thể nghe thấy các hướng dẫn.
zh_cn: 开始前，将设备放在右肩上进行测试。请打开设备的声音，方便您听到指示。
zh_hk: 當你開始時，你須將裝置放在右肩上以進行測量。請開啟裝置的聲音，讓你可以聽取指示。
zh_tw: 開始時，請將裝置放在右肩上來進行測量。請開啟裝置的聲音以便聽取指示。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_2_LEFT
source: Place your device on your left shoulder with the screen facing out, as pictured.
ar: ضع جهازك على كتفك الأيسر بحيث تكون الشاشة موجهة للخارج، كما هو موضح في الصورة.
ca: Posa’t el dispositiu a sobre de l’espatlla esquerra amb la pantalla cap enfora, tal com es mostra.
cs: Přiložte zařízení k levému rameni displejem od sebe, jak vidíte na obrázku.
da: Anbring din enhed på din venstre skulder med skærmen udad som vist på billedet.
de: Lege dein Gerät wie abgebildet auf deine linke Schulter mit dem Bildschirm nach außen.
el: Τοποθετήστε τη συσκευή στον αριστερό σας ώμο με την οθόνη να κοιτά προς τα πάνω, όπως φαίνεται στην εικόνα.
es: Colócate el dispositivo en el hombro izquierdo con la pantalla hacia arriba, tal y como se ve en la imagen.
fi: Aseta laite vasemmalle olkapäälle näyttö ulospäin, kuten kuvassa.
fr: Placez votre appareil sur l’épaule gauche avec l’écran orienté vers le haut, comme illustré.
fr_ca: Placez votre appareil sur votre épaule gauche avec l’écran vers le haut, comme illustré ici.
he: הנח/י את המכשיר על כתף שמאל כשהמסך מופנה כלפי מעלה, כפי שנראה בתמונה.
hi: स्क्रीन को बाहर की ओर करके अपना उपकरण अपने बाएँ कंधे पर रखें, जैसा तस्वीर में दिखाया गया है।
hr: Stavite uređaj na lijevo rame, sa zaslonom okrenutim prema van, kako je prikazano na slici.
hu: Tegye az eszközét a bal vállára úgy, hogy a kijelző kifelé nézzen, ahogy ez a képen is látható.
id: Letakkan perangkat di bahu kiri Anda dengan layar menghadap keluar, sebagaimana yang terlihat di gambar.
it: Posiziona il dispositivo sulla spalla sinistra con lo schermo rivolto all’esterno, come illustrato.
ja: 写真のように、画面を外側に向けてデバイスを左肩の上に置きます。
ko: 그림에 표시된 대로 화면을 위로 향하게 한 채로 기기를 왼쪽 어깨에 놓으십시오.
ms: Letakkan peranti anda di atas bahu kiri anda dengan skrin menghadap ke luar, seperti dalam gambar.
nl: Plaats je apparaat op je linkerschouder met het scherm naar boven en de leesrichting van je af, zoals in de afbeelding.
pl: Umieść urządzenie na lewym ramieniu, a ekran skieruj na zewnątrz, tak jak na ilustracji.
pt: Posicione o dispositivo no seu ombro esquerdo com a tela voltada para fora, conforme a imagem.
pt_pt: Coloque o dispositivo sobre o seu ombro esquerdo com o ecrã virado para fora, como na imagem.
ro: Așezați dispozitivul pe umărul stâng cu ecranul în sus, ca în imagine.
ru: Положите устройство экраном вниз на левое надплечье, ближе к плечу, как показано на картинке.
sk: Pridržte si zariadenie na ľavom ramene obrazovkou nahor, ako je to znázornené na obrázku.
sv: Lägg enheten på din vänstra axel med skärmen utåt (se bild).
sw: Weka kifaa chako kwenye bega lako la kushoto huku skrini ikiwa imeelekezwa nje, kama inavyoonyeshwa.
th: วางอุปกรณ์ไว้บนไหล่ข้างซ้ายของคุณพร้อมกับหงายหน้าจอขึ้น ดังภาพ
tr: Aygıtınızı, resimde gösterildiği gibi ekran dışa bakacak şekilde sol omzunuza yerleştirin.
uk: Покладіть свій пристрій на ліве плече екраном назовні, як показано.
vi: Đặt thiết bị trên vai trái của bạn với màn hình hướng ra ngoài, giống như trong hình.
zh_cn: 将设备放在您的左肩上，屏幕朝外，如图所示。
zh_hk: 請將裝置放在左肩上，螢幕向外（如圖）。
zh_tw: 將裝置放在您的左肩上，螢幕朝上（如圖所示）。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_2_RIGHT
source: Place your device on your right shoulder with the screen facing out, as pictured.
ar: ضع جهازك على كتفك الأيمن بحيث تكون الشاشة موجهة للخارج، كما هو موضح في الصورة.
ca: Posa’t el dispositiu a sobre de l’espatlla dreta amb la pantalla cap enfora, tal com es mostra.
cs: Přiložte zařízení k pravému rameni displejem od sebe, jak vidíte na obrázku.
da: Anbring din enhed på din højre skulder med skærmen udad som vist på billedet.
de: Lege dein Gerät wie abgebildet auf deine rechte Schulter mit dem Bildschirm nach außen.
el: Τοποθετήστε τη συσκευή στον δεξιό σας ώμο με την οθόνη να κοιτά προς τα πάνω, όπως φαίνεται στην εικόνα.
es: Colócate el dispositivo en el hombro derecho con la pantalla hacia arriba, tal y como se ve en la imagen.
fi: Aseta laite oikealle olkapäälle näyttö ulospäin, kuten kuvassa.
fr: Placez votre appareil sur l’épaule droite avec l’écran orienté vers le haut, comme illustré.
fr_ca: Placez votre appareil sur votre épaule droite avec l’écran vers le haut, comme illustré ici.
he: הנח/י את המכשיר על כתף ימין כשהמסך מופנה כלפי מעלה, כפי שנראה בתמונה.
hi: स्क्रीन को बाहर की ओर करके अपना उपकरण अपने दाएँ कंधे पर रखें, जैसा तस्वीर में दिखाया गया है।
hr: Stavite uređaj na desno rame, sa zaslonom okrenutim prema van, kako je prikazano na slici.
hu: Tegye az eszközét a jobb vállára úgy, hogy a kijelző kifelé nézzen, ahogy ez a képen is látható.
id: Letakkan perangkat di bahu kanan Anda dengan layar menghadap keluar, sebagaimana yang terlihat di gambar.
it: Posiziona il dispositivo sulla spalla destra con lo schermo rivolto all’esterno, come illustrato.
ja: 写真のように、画面を外側に向けてデバイスを右肩の上に置きます。
ko: 그림에 표시된 대로 화면을 위로 향하게 한 채로 기기를 오른쪽 어깨에 놓으십시오.
ms: Letakkan peranti anda di atas bahu kanan anda dengan skrin menghadap ke luar, seperti dalam gambar.
nl: Plaats je apparaat op je rechterschouder met het scherm naar boven en de leesrichting van je af, zoals in de afbeelding.
pl: Umieść urządzenie na prawym ramieniu, a ekran skieruj na zewnątrz, tak jak na ilustracji.
pt: Posicione o dispositivo no seu ombro direito com a tela voltada para fora, conforme a imagem.
pt_pt: Coloque o dispositivo sobre o seu ombro direito com o ecrã virado para fora, como na imagem.
ro: Așezați dispozitivul pe umărul drept cu ecranul în sus, ca în imagine.
ru: Положите устройство экраном вниз на правое надплечье, ближе к плечу, как показано на картинке.
sk: Pridržte si zariadenie na pravom ramene obrazovkou nahor, ako je to znázornené na obrázku.
sv: Lägg enheten på din högra axel med skärmen utåt (se bild).
sw: Weka kifaa chako kwenye bega lako la kulia huku skrini ikiwa imewa kwa nje, kama inavyoonyeshwa.
th: วางอุปกรณ์ไว้บนไหล่ข้างขวาของคุณพร้อมกับหงายหน้าจอขึ้น ดังภาพ
tr: Aygıtınızı, resimde gösterildiği gibi ekran dışa bakacak şekilde sağ omzunuza yerleştirin.
uk: Покладіть свій пристрій на праве плече екраном назовні, як показано.
vi: Đặt thiết bị trên vai phải của bạn với màn hình hướng ra ngoài, giống như trong hình.
zh_cn: 将设备放在您的右肩上，屏幕朝外，如图所示。
zh_hk: 請將裝置放在右肩上，螢幕向外（如圖）。
zh_tw: 將裝置放在您的右肩上，螢幕朝上（如圖所示）。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_3_LEFT
source: When ready, tap the screen to begin and raise your left arm as far as you can. Tap again when you are done.
ar: عندما تكون مستعدًا، اضغط على الشاشة للبدء وارفع ذراعك الأيسر بقدر ما تستطيع. اضغط مرة أخرى عند الانتهاء.
ca: Quan estiguis a punt, prem la pantalla per començar i alça el braç esquerre tant com puguis. Torna a prémer quan hagis acabat.
cs: Jakmile budete připraveni, klepněte na obrazovku a začněte zvedat levou ruku tak vysoko, jak budete moct. Až budete hotovi, klepněte ještě jednou.
da: Når du er klar, skal du trykke på skærmen for at starte og løfte din venstre arm så højt op, som du kan. Tryk igen, når du er færdig.
de: Wenn du bereit bist, tippe auf den Bildschirm, um anzufangen und hebe deinen linken Arm so weit, wie du kannst. Tippe erneut, wenn du fertig bist.
el: Όταν είστε έτοιμοι, αγγίξτε την οθόνη και σηκώστε το αριστερό σας χέρι όσο πιο πάνω μπορείτε. Αγγίξτε πάλι όταν τελειώσετε.
es: Cuando estés preparado, pulsa la pantalla para empezar y sube el brazo izquierdo todo lo que puedas. Vuelve a pulsar cuando hayas terminado.
fi: Kun olet valmis, napauta näyttöä ja nosta vasen käsi niin korkealle kuin pystyt. Kun olet tehnyt tämän, napauta uudelleen.
fr: Lorsque vous êtes prêt, touchez l’écran pour commencer et levez au maximum le bras gauche. Touchez à nouveau l’écran quand vous avez terminé.
fr_ca: Lorsque vous êtes prêt, touchez l’écran pour commencer et levez votre bras gauche autant que vous pouvez. Touchez à nouveau l’écran quand vous avez terminé.
he: כשתרצה/י להתחיל את הבדיקה, הקש/י על המסך והרם/י את זרוע שמאל ככל שתוכל/י. לסיום, הקש/י שוב על המסך.
hi: तैयार होने पर आरंभ करने के लिए स्क्रीन पर टैप करें और जितना संभव हो अपना बायाँ हाथ उठाएँ। पूर्ण करने पर पुनः टैप करें।
hr: Kad budete spremni, dodirnite zaslon za pokretanje testa i podignite lijevu ruku koliko možete. Ponovno dodirnite kad budete gotovi.
hu: Ha készen áll, először koppintson a képernyőre, majd emelje fel a bal karját, amennyire csak tudja. Koppintson ismét, ha elkészült.
id: Setelah siap, ketuk layar untuk memulai dan angkat lengan kiri Anda sejauh mungkin. Ketuk lagi setelah selesai.
it: Tocca lo schermo per iniziare e solleva il più possibile il braccio sinistro. Tocca di nuovo quando hai finito.
ja: 準備ができたら、画面をタップして開始し、左腕をできるだけ高く上げてください。終わったら、もう一度タップしてください。
ko: 준비가 되면 화면을 탭하여 시작한 다음 왼팔을 최대한 많이 들어 올립니다. 완료하면 다시 탭하십시오.
ms: Apabila bersedia, ketik skrin untuk bermula dan angkat tangan kiri anda setinggi yang anda boleh. Ketik semula apabila anda selesai.
nl: Wanneer je klaar bent, tik je op het scherm om te beginnen en hef je je linkerarm op zo ver als je kunt. Tik opnieuw wanneer je dit hebt gedaan.
pl: Gdy będziesz gotów, dotknij ekranu i zacznij unosić lewe ramię tak daleko, jak możesz. Gdy skończysz, stuknij ponownie.
pt: Quando estiver pronto, toque na tela para começar e levantar o seu braço esquerdo o máximo que puder. Toque novamente quando concluir.
pt_pt: Quando estiver pronto, toque no ecrã para começar e levante o seu braço esquerdo até onde conseguir. Toque novamente para terminar.
ro: Când sunteți gata, apăsați ecranul pentru a începe și ridicați brațul stâng cât de mult puteți. Apăsați din nou când ați terminat.
ru: Когда будете готовы, коснитесь экрана, чтобы начать, и максимально поднимите левую руку. Коснитесь экрана еще раз, когда закончите.
sk: Keď budete pripravení, klepnite na obrazovku a čo najviac zdvihnite ľavú ruku. Po skončení znovu klepnite na obrazovku.
sv: När du vill börja trycker du på skärmen och lyfter din vänstra arm så högt du kan. Tryck igen när du är klar.
sw: Unapokuwa tayari, gusa skrini kuanza na inua mkono wako wa kushoto kadri uwezavyo. Gusa tena unapomaliza.
th: เมื่อพร้อมแล้ว ให้แตะที่หน้าจอแล้วยกแขนข้างซ้ายของคุณ โดยเหยียดให้ตึงที่สุดเท่าที่จะทำได้ จากนั้นแตะอีกครั้งเมื่อคุณทำเสร็จ
tr: Hazır olduğunuzda, başlamak için ekrana dokunun ve sol kolunuzu kaldırabildiğiniz kadar kaldırın. İşiniz bittiğinde yeniden dokunun.
uk: За готовністю для початку торкніть екран і піднімайте ліву руку якомога вище. Завершивши, торкніть знов.
vi: Khi đã sẵn sàng, hãy chạm vào màn hình để bắt đầu và nâng cánh tay trái của bạn xa nhất có thể. Chạm lại khi bạn đã thực hiện xong.
zh_cn: 准备好后，轻点屏幕以开始，然后尽力抬起左臂。完成后，再轻点一下。
zh_hk: 準備好後，請點一下螢幕以開始測試，並盡你所能提起左肩，完成後請再點一次。
zh_tw: 準備就緒時，請點一下螢幕來開始並儘量舉高您的左臂。完成時，請再點一下。

# SHOULDER_RANGE_OF_MOTION_TEXT_INSTRUCTION_3_RIGHT
source: When ready, tap the screen to begin and raise your right arm as far as you can. Tap again when you are done.
ar: عندما تكون مستعدًا، اضغط على الشاشة للبدء وارفع ذراعك الأيمن بقدر ما تستطيع. اضغط مرة أخرى عند الانتهاء.
ca: Quan estiguis a punt, prem la pantalla per començar i alça el braç dret tant com puguis. Torna a prémer quan hagis acabat.
cs: Jakmile budete připraveni, klepněte na obrazovku a začněte zvedat pravou ruku tak vysoko, jak budete moct. Až budete hotovi, klepněte ještě jednou.
da: Når du er klar, skal du trykke på skærmen for at starte og løfte din højre arm så højt op, som du kan. Tryk igen, når du er færdig.
de: Wenn du bereit bist, tippe auf den Bildschirm, um anzufangen und hebe deinen rechten Arm so weit, wie du kannst. Tippe erneut, wenn du fertig bist.
el: Όταν είστε έτοιμοι, αγγίξτε την οθόνη και σηκώστε το δεξιό σας χέρι όσο πιο πάνω μπορείτε. Αγγίξτε πάλι όταν τελειώσετε.
es: Cuando estés preparado, pulsa la pantalla para empezar y sube el brazo derecho todo lo que puedas. Vuelve a pulsar cuando hayas terminado.
fi: Kun olet valmis, napauta näyttöä ja nosta oikea käsi niin korkealle kuin pystyt. Kun olet tehnyt tämän, napauta uudelleen.
fr: Lorsque vous êtes prêt, touchez l’écran pour commencer et levez au maximum le bras droit. Touchez à nouveau l’écran quand vous avez terminé.
fr_ca: Lorsque vous êtes prêt, touchez l’écran pour commencer et levez votre bras droit autant que vous pouvez. Touchez à nouveau l’écran quand vous avez terminé.
he: כשתרצה/י להתחיל את הבדיקה, הקש/י על המסך והרם/י את זרוע ימין ככל שתוכל/י. לסיום, הקש/י שוב על המסך.
hi: तैयार होने पर आरंभ करने के लिए स्क्रीन पर टैप करें और जितना संभव हो अपना दायाँ हाथ उठाएँ। पूर्ण करने पर पुनः टैप करें।
hr: Kad budete spremni, dodirnite zaslon za pokretanje testa i podignite desnu ruku koliko možete. Ponovno dodirnite kad budete gotovi.
hu: Ha készen áll, először koppintson a képernyőre, majd emelje fel a jobb karját, amennyire csak tudja. Koppintson ismét, ha elkészült.
id: Setelah siap, ketuk layar untuk memulai dan angkat lengan kanan Anda sejauh mungkin. Ketuk lagi setelah selesai.
it: Tocca lo schermo per iniziare e solleva il più possibile il braccio destro. Tocca di nuovo quando hai finito.
ja: 準備ができたら、画面をタップして開始し、右腕をできるだけ高く上げてください。終わったら、もう一度タップしてください。
ko: 준비가 되면 화면을 탭하여 시작한 다음 오른팔을 최대한 많이 들어 올립니다. 완료하면 다시 탭하십시오.
ms: Apabila bersedia, ketik skrin untuk bermula dan angkat tangan kanan anda setinggi yang anda boleh. Ketik semula apabila anda selesai.
nl: Wanneer je klaar bent, tik je op het scherm om te beginnen en hef je je rechterarm op zo ver als je kunt. Tik opnieuw wanneer je dit hebt gedaan.
pl: Gdy będziesz gotów, dotknij ekranu i zacznij unosić prawe ramię tak daleko, jak możesz. Gdy skończysz, stuknij ponownie.
pt: Quando estiver pronto, toque na tela para começar e levantar o seu braço direito o máximo que puder. Toque novamente quando concluir.
pt_pt: Quando estiver pronto, toque no ecrã para começar e levante o seu braço direito até onde conseguir. Toque novamente para terminar.
ro: Când sunteți gata, apăsați ecranul pentru a începe și ridicați brațul drept cât de mult puteți. Apăsați din nou când ați terminat.
ru: Когда будете готовы, коснитесь экрана, чтобы начать, и максимально поднимите правую руку. Коснитесь экрана еще раз, когда закончите.
sk: Keď budete pripravení, klepnite na obrazovku a čo najviac zdvihnite pravú ruku. Po skončení znovu klepnite na obrazovku.
sv: När du vill börja trycker du på skärmen och lyfter din högra arm så högt du kan. Tryck igen när du är klar.
sw: Ukiwa tayari, gusa skrini kuanza na inua mkono wako wa kulia kadiri uwezavyo. Gusa tena ukimaliza.
th: เมื่อพร้อมแล้ว ให้แตะที่หน้าจอแล้วยกแขนข้างขวาของคุณ โดยเหยียดให้ตึงที่สุดเท่าที่จะทำได้ จากนั้นแตะอีกครั้งเมื่อคุณทำเสร็จ
tr: Hazır olduğunuzda, başlamak için ekrana dokunun ve sağ kolunuzu kaldırabildiğiniz kadar kaldırın. İşiniz bittiğinde yeniden dokunun.
uk: За готовністю для початку торкніть екран і піднімайте праву руку якомога вище. Завершивши, торкніть знов.
vi: Khi đã sẵn sàng, hãy chạm vào màn hình để bắt đầu và nâng cánh tay phải của bạn xa nhất có thể. Chạm lại khi bạn đã thực hiện xong.
zh_cn: 准备好后，轻点屏幕以开始，然后尽力抬起右臂。完成后，再轻点一下。
zh_hk: 準備好後，請點一下螢幕以開始測試，並盡你所能提起右肩，完成後請再點一次。
zh_tw: 準備就緒時，請點一下螢幕來開始並儘量舉高您的右臂。完成時，請再點一下。

# SHOULDER_RANGE_OF_MOTION_TITLE_LEFT
source: Left Shoulder Range of Motion
ar: نطاق حركة الكتف الأيسر
ca: Rang de moviment de l’espatlla esquerra
cs: Rozsah pohybu levého ramene
da: Bevægelighed af venstre skulder
de: Linke Schulter Bewegungsumfang
el: Εύρος κίνησης αριστερού ώμου
es: Rango de movimiento del hombro izquierdo
fi: Vasemman olkapään liikealue
fr: Plage de mouvement de l’épaule gauche
fr_ca: Amplitude articulaire de l’épaule gauche
he: טווח התנועה של כתף שמאל
hi: बाएँ कंधे की गति सीमा
hr: Raspon kretanja lijevog ramena
hu: Bal váll mozgástartománya
id: Jangkauan Gerakan Bahu Kiri
it: Ampiezza del movimento della spalla sinistra
ja: 左肩の可動域
ko: 왼쪽 어깨 관절 가동 범위
ms: Julat Pergerakan Bahu Kiri
nl: Beweeglijkheid linkerschouder
pl: Zasięg ruchu lewego ramienia
pt: Alcance de Movimento do Ombro Esquerdo
pt_pt: Amplitude de movimento do ombro esquerdo
ro: Amplitudinea mișcării umărului stâng
ru: Амплитуда движений левого плечевого сустава
sk: Rozsah pohybu ľavého ramena
sv: Rörlighet, vänster axel
sw: Mwendo wa Bega la Kushoto
th: พิสัยการเคลื่อนไหวของไหล่ข้างซ้าย
tr: Sol Omuz Hareket Alanı
uk: Межі руху лівого плеча
vi: Phạm vi chuyển động của vai trái
zh_cn: 左肩运动范围
zh_hk: 左肩動作範圍
zh_tw: 左肩活動範圍

# SHOULDER_RANGE_OF_MOTION_TITLE_RIGHT
source: Right Shoulder Range of Motion
ar: نطاق حركة الكتف الأيمن
ca: Rang de moviment de l’espatlla dreta
cs: Rozsah pohybu pravého ramene
da: Bevægelighed af højre skulder
de: Rechte Schulter Bewegungsumfang
el: Εύρος κίνησης δεξιού ώμου
es: Rango de movimiento del hombro derecho
fi: Oikean olkapään liikealue
fr: Plage de mouvement de l’épaule droite
fr_ca: Amplitude articulaire de l’épaule droite
he: טווח התנועה של כתף ימין
hi: दाएँ कंधे की गति सीमा
hr: Raspon kretanja desnog ramena
hu: Jobb váll mozgástartománya
id: Jangkauan Gerakan Bahu Kanan
it: Ampiezza del movimento della spalla destra
ja: 右肩の可動域
ko: 오른쪽 어깨 관절 가동 범위
ms: Julat Pergerakan Bahu Kanan
nl: Beweeglijkheid rechterschouder
pl: Zasięg ruchu prawego ramienia
pt: Alcance de Movimento do Ombro Direito
pt_pt: Amplitude de movimento do ombro direito
ro: Amplitudinea mișcării umărului drept
ru: Амплитуда движений правого плечевого сустава
sk: Rozsah pohybu pravého ramena
sv: Rörlighet, höger axel
sw: Upana wa Mwendo wa Bega la Kulia
th: พิสัยการเคลื่อนไหวของไหล่ข้างขวา
tr: Sağ Omuz Hareket Alanı
uk: Межі руху правого плеча
vi: Phạm vi chuyển động của vai phải
zh_cn: 右肩运动范围
zh_hk: 右肩動作範圍
zh_tw: 右肩活動範圍

# SHOULDER_RANGE_OF_MOTION_TOUCH_ANYWHERE_STEP_INSTRUCTION_LEFT
source: Place your device on your left shoulder
ar: ضع جهازك على كتفك الأيسر
ca: Posa’t el dispositiu a sobre de l’espatlla esquerra
cs: Přiložte zařízení k levému rameni
da: Anbring din enhed på din venstre skulder
de: Lege dein Gerät auf deine linke Schulter
el: Τοποθετήστε τη συσκευή στον αριστερό σας ώμο
es: Colócate el dispositivo en el hombro izquierdo
fi: Aseta laite vasemmalle olkapäälle
fr: Placez votre appareil sur l’épaule gauche
fr_ca: Placez votre appareil sur votre épaule gauche.
he: הנח/י את המכשיר על כתף שמאל
hi: अपना उपकरण अपने बाएँ कंधे पर रखें
hr: Stavite uređaj na lijevo rame
hu: Tegye az eszközét a bal vállára
id: Letakkan perangkat di bahu kiri Anda
it: Posiziona il dispositivo sulla spalla sinistra
ja: デバイスを左肩の上に置いてください
ko: 기기를 왼쪽 어깨에 놓으십시오.
ms: Letakkan peranti anda di atas bahu kiri anda
nl: Plaats je apparaat op je linkerschouder
pl: Umieść urządzenie na lewym ramieniu
pt: Posicione o dispositivo no seu ombro esquerdo
pt_pt: Coloque o dispositivo sobre o seu ombro esquerdo
ro: Așezați dispozitivul pe umărul stâng
ru: Положите устройство на левое надплечье, ближе к плечу
sk: Pridržte si zariadenie na ľavom ramene
sv: Lägg enheten på vänster axel
sw: Weka kifaa chako kwenye bega lako la kushoto
th: วางอุปกรณ์ไว้บนไหล่ข้างซ้ายของคุณ
tr: Aygıtınızı sol omzunuza yerleştirin
uk: Покладіть пристрій на ліве плече
vi: Đặt thiết bị trên vai trái của bạn
zh_cn: 将设备放在您的左肩上
zh_hk: 請將裝置放在左肩上
zh_tw: 將裝置放在您的左肩上
